/* Sample text in the light color palette editor. Do not translate the "ipsum dolor sit…", this is just sample text. */
"LightSampleText" = "细线 ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna diam voluptua. At vero eos et…";

/* Sample text in the dark color palette editor. Do not translate the "ipsum dolor sit…", this is just sample text. */
"DarkSampleText" = "黑暗 ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna diam voluptua. At vero eos et…";


/* Menu item for copying a palette from an existing one. */
"Copy from" = "拷贝来源…";

/* Menu item for importing an existing clr file from disk. */
"Import clr" = "导入 .clr…";

/* Menu item for exporting the color palette as a color list file. */
"Export clr" = "导出 .clr…";


/* Submenu item inside "Copy from". Denotes the light palette of the theme. */
"LightMenuItem" = "细线";

/* Submenu item inside "Copy from". Denotes the dark palette of the theme. */
"DarkMenuItem" = "黑暗";


/* Title of default button shown in import open panel. */
"Import" = "导入";

/* Title of alert sheet shown when importing the color list (.clr) file failed. */
"Import Alert Title" = "导入失败";

/* Informative text of alert sheet shown when importing the color list (.clr) file failed. The placeholder is replaced by the filename. */
"Import Alert Text" = "从“%@”导入颜色列表失败。";


/* Title of default button shown in export save panel. */
"Export" = "导出";

/* The proposed filename shown in the export save panel when exporting a light color palette. The placeholder is replaced by the name of the theme. */
"ExportFileNameLight" = "%@（细线）";

/* The proposed filename shown in the export save panel when exporting a dark color palette. The placeholder is replaced by the name of the theme. */
"ExportFileNameDark" = "%@（黑暗）";

/* The proposed filename shown in the export save panel when exporting a light color palette with an empty name. */
"DefaultExportFileNameLight" = "细线调色板";

/* The proposed filename shown in the export save panel when exporting a dark color palette with an empty name. */
"DefaultExportFileNameDark" = "黑暗调色板";

/* Title of alert sheet shown when exporting the color list (.clr) file failed. */
"Export Alert Title" = "导出失败";

/* Informative text of alert sheet shown when exporting the color list (.clr) file failed. The placeholder is replaced by the export path.  */
"Export Alert Text" = "将颜色列表导出至 “%@” 失败。";
